{"DocumentTitle": {"Value": "January 2016 Security Updates"}, "DocumentType": {"Value": "Security Update"}, "DocumentPublisher": {"ContactDetails": {"Value": "secure@microsoft.com"}, "IssuingAuthority": {"Value": "The Microsoft Security Response Center (MSRC) identifies, monitors, resolves, and responds to security incidents and Microsoft software security vulnerabilities. For more information, see http://www.microsoft.com/security/msrc."}, "Type": 0}, "DocumentTracking": {"Identification": {"ID": {"Value": "2016-Jan"}, "Alias": {"Value": "2016-Jan"}}, "Status": 2, "Version": "1.0", "RevisionHistory": [{"Number": "0", "Date": "0001-01-01T00:00:00", "Description": {"Value": "January 2016 Security Updates"}}], "InitialReleaseDate": "2016-01-12T08:00:00", "CurrentReleaseDate": "0001-01-01T00:00:00"}, "DocumentNotes": [{"Title": "Release Notes", "Audience": "Public", "Type": 1, "Ordinal": "0", "Value": "<p>The January security release consists of security updates for the following software:</p>\n<ul>\n<li>Internet Explorer</li>\n<li>Microsoft Edge</li>\n<li>Microsoft Windows</li>\n<li>Microsoft Office and Visual Basic</li>\n<li>Microsoft Silverlight</li>\n<li>Microsoft Exchange Server</li>\n</ul>\n<p>Please note the following information regarding the security updates:</p>\n<ul>\n<li>Windows 10 updates are cumulative. The monthly security release includes all security fixes for vulnerabilities that affect Windows 10, in addition to non-security updates. The updates are available via the <a href=\"http://catalog.update.microsoft.com/v7/site/Home.aspx\" target=\"_blank\" rel=\"noopener noreferrer\">Microsoft Update Catalog</a>.</li>\n<li>Updates for Windows RT 8.1 and Microsoft Office RT software are only available via <a href=\"http://go.microsoft.com/fwlink/?LinkId=21130\" target=\"_blank\" rel=\"noopener noreferrer\">Windows Update</a>.</li>\n<li>In addition to security changes for the vulnerabilities, updates include defense-in-depth updates to help improve security-related features</li>\n</ul>\n<p><strong>Note</strong> As a reminder, the <a href=\"https://portal.msrc.microsoft.com/en-us/security-guidance\">Security Updates Guide</a> will be replacing security bulletins as of February 2017. Please see our blog post, <a href=\"https://blogs.technet.microsoft.com/msrc/2016/11/08/furthering-our-commitment-to-security-updates/\">Furthering our commitment to security updates</a>, for more details.</p>\n"}, {"Title": "Legal Disclaimer", "Audience": "Public", "Type": 5, "Ordinal": "1", "Value": "The information provided in the Microsoft Knowledge Base is provided \"as is\" without warranty of any kind. Microsoft disclaims all warranties, either express or implied, including the warranties of merchantability and fitness for a particular purpose. In no event shall Microsoft Corporation or its suppliers be liable for any damages whatsoever including direct, indirect, incidental, consequential, loss of business profits or special damages, even if Microsoft Corporation or its suppliers have been advised of the possibility of such damages. Some states do not allow the exclusion or limitation of liability for consequential or incidental damages so the foregoing limitation may not apply."}], "ProductTree": {"Branch": [{"Type": 0, "Name": "Microsoft"}]}}